-- translation for ImpassePackage

return {
    ['ImpassePackage'] = '绝境之战包',
    ['LuaSilve'] = '思略',
    [':LuaSilve'] = '锁定技：摸牌阶段，你摸X张牌，X为你当前的体力值；进入暴走状态后，摸牌阶段放弃摸牌，改为依次从其他存活角色处获得一张牌',
    ['LuaKedi'] = '克敌',
    [':LuaKedi'] = '你受到伤害后可以摸X张牌，X为你当前体力值；进入暴走状态后，X为场上存活的角色数',
    ['LuaJishi'] = '济世',
    [':LuaJishi'] = '锁定技，回合开始阶段，若你的手牌不大于X，你可以从除你以外每名角色那获得一张手牌，若目标角色无手牌，则失去一点体力。X为你当前体力值\
    进入暴走状态后，若目标角色无手牌，则失去两点体力。X为存活的角色数与你当前体力上限之和。你的手牌上限为存活的角色数',
    ['LuaDaji'] = '大吉',
    [':LuaDaji'] = '锁定技，回合结束阶段，你摸X张牌（若你已进入暴走状态，则X为存活角色数，否则X为你的体力值）\
    锁定技，当你受到大于1的伤害时，此伤害-1\
    进入暴走状态后，你的回合外，若你已受伤，则你为锦囊牌的唯一目标时，该锦囊对你无效',
    ['LuaGuzhan'] = '孤战',
    [':LuaGuzhan'] = '锁定技，当你没装备武器时，你获得技能【咆哮】；当装备武器时，你失去技能【咆哮】',
    ['LuaJizhan'] = '激战',
    [':LuaJizhan'] = '锁定技，出牌阶段，你每对其他角色造成一点伤害回复一点体力；当手牌小于存活的角色数时，你摸一张牌',
    ['LuaDuduan'] = '独断',
    [':LuaDuduan'] = '锁定技，你不是延时类锦囊牌的合法目标'
}
