-- translation for Puyaun Equip Card Package

return {
    ['PuyuanEquipCardPackage'] = '蒲元装备包',
    ['poison_knife'] = '混毒弯匕',
    [':poison_knife'] = '装备牌·武器<br/><b>攻击范围</b>：1<br/><b>武器技能</b>：当你使用【杀】指定一名角色为目标后，你可以令该角色失去X点体力（X为此效果本回合发动过的次数且最多为5）',
    ['thunder_blade'] = '天雷刃',
    [':thunder_blade'] = '装备牌·武器<br/><b>攻击范围</b>：4<br/><b>武器技能</b>：当你使用【杀】指定一名角色为目标后，你可以令其进行一次判定，若结果为：\
    黑桃，你对该角色造成3点雷电伤害；\
    梅花，你对该角色造成1点雷电伤害，然后你回复1点体力并摸一张牌',
    ['ripple_sword'] = '水波剑',
    [':ripple_sword'] = '装备牌·武器<br/><b>攻击范围</b>：2<br/><b>武器技能</b>：每回合限两次，当你使用普通锦囊牌或【杀】时，你可以多选择一个目标；当你失去装备区里的【水波剑】时，你回复1点体力',
    ['@RippleSword-add'] = '你可以为【%src】指定额外一名目标',
    ['red_satin_spear'] = '红缎枪',
    [':red_satin_spear'] = '装备牌·武器<br/><b>攻击范围</b>：3<br/><b>武器技能</b>：每回合限一次，当你使用【杀】造成伤害后，你可以进行一次判定，若结果为：红色，你回复1点体力；黑色，你摸两张牌',
    ['quench_blade'] = '烈淬刃',
    [':quench_blade'] = '装备牌·武器<br/><b>攻击范围</b>：2<br/><b>武器技能</b>：每回合限两次，当你使用【杀】对目标角色造成伤害时，你可以弃置一张牌，令此伤害+1；出牌阶段你使用【杀】的次数上限+1',
    ['@quench_blade'] = '你可以弃置一张牌令此【杀】造成的伤害+1',
	['~quench_blade'] = '选择一张牌→点击“确定”',
}
